[
  {
    "pieceTitle" : "Itinerarium Mentis",
    "pieceYear" : 1994,
    "pieceSubtitles" : "Sinfonia for Organ Solo",
    "pieceDescription" : "This work is inspired by St. Bonaventure’s treatise “The Mind’s Road to God”, which summarizes the Neo-platonic philosophy of intellectual ascent, adopted by St. Augustine for Christian theology. According to this view, the world is a ladder for ascending to ultimate Truth in a way similar to learning about the artist by investigating his art. \n\nFollowing Bonaventure, I show 6 stages of elevation from the mere reflection on the corporeal elements, through realization of the mind’s own powers to discovery of Divine essence. Musically this is shown through progressive tonal integration: from isolated 12 tones to melodic and harmonic intervals, then to 3-tone motifs and chords, growing in number of tones, crystallization of melodic phrases and modes, leading to emergence of melodic line and thematic material. At this point the 6th stage builds the momentum, and the musical movement unleashes its run, bringing to life greater and greater harmonic functionality – until the qualitative transformation occurs, and modal tonality enables beautiful concordance of tones, symbolizing the mystical experience of the union with the Universe that brings peace to the spirit.",
    "mediaType" : "score",
    "mediaUrl" : "/scores/nikolsky-itinerarium-mentis.pdf",
    "imgUrl" : "/images/compositions/scores/mystic-mountain.jpg",
    "imgAltText" : "Mystic Mountain"
  },
  {
    "pieceTitle" : "Evening as it is",
    "pieceYear" : 1996,
    "pieceSubtitles" : "For Symphonic Orchestra",
    "pieceDescription" : "Inspired by the impressionistic music of Ives and Debussy, I forged new style of tonal composition based on thematic writing in chromatic poly-modality. Each section of the music form relies on its own musical mode, the degrees of which receive chromatic alteration as needed in the process of the thematic development – to provide greater tension. I dedicated this work to Edison Denisov, who edited it during his last days in 1996 (despite his fatal illness) and strongly encouraged my compositional ideas. The orchestration pioneers a very unusual approach, emulating the pedalization on a grand piano by layering the decays in harmonic transitions. The resulting morphing effect contributes a special “sfumato” aura to otherwise quite straightforward harmonic functions.\n\nThe music unveils in a free-floating fashion akin Ravel’s Pavane, yet rhythmically articulated to illustrate the lackadaisical contemplation of a night in a big urban cityscape, as during a solitary walk by a bank of a river – perhaps, after a rain, when the air is fresh and streets are empty. The state of relaxation of mind while casual activity of walking provides a peculiar piece of urban poetics to replenish the listener’s soul.",
    "mediaType" : "score",
    "mediaUrl" : "/scores/nikolsky-evening-as-it-is.pdf",
    "imgUrl" : "/images/compositions/scores/korovin-boulevard-by-night.jpg",
    "imgAltText" : "Korovin - Boulevard by Night"
  }
]
