[
  {
    "pieceTitle": "The Way of the Mind",
    "pieceYear": 2022,
    "pieceSubtitles": "Sinfonia for Organ Solo",
    "pieceDescription": "This work was inspired by St. Bonaventure’s treatise “The Mind’s Road to God”, which summarizes the Neoplatonic philosophy of intellectual ascent, adopted by St. Augustine for Christian theology. Following Bonaventure, I show the stages of elevation through the gradual genesis of tonality: from isolated 12 tones to melodic and harmonic intervals, then to 3-tone motifs and chords, growing in number of tones, crystallization of melodic phrases and modes, leading to emergence of melodic line and thematic material. At this point the 6th stage builds the momentum, and the musical movement unleashes its run, bringing to life greater and greater harmonic functionality – until a qualitative transformation occurs, and modal tonality enables beautiful concordance of tones, symbolizing the mystical experience of the union with the Universe that brings peace to the mind.",
    "mediaType": "score",
    "mediaUrl": "/scores/nikolsky-2022-the-way-of-the-mind.pdf",
    "imgUrl": "/images/compositions/scores/mystic-mountain.jpg",
    "imgAltText": "Mystic Mountain"
  },
  {
    "pieceTitle": "An American Dilemma: Trump and Circumstance",
    "pieceYear": 2020,
    "pieceSubtitles": "For Symphonic Orchestra",
    "pieceDescription": "This is a tone poem that continues the lineage of representing America by means of symphonic art music, such as that of Antonín Dvořák, Charles Ives, Aaron Copland, Samuel Barber, and Leonard Bernstein. Its format is similar to Richard Strauss’s “A Hero’s Life”. Using a nexus of leitmotifs, the music unfolds the story of Trump in his rise to lead and represent a quite substantial part of the American population. Trump’s story reveals the extent to which the “blue-red” schism of the political landscape in the U.S. has split the country, putting its cultural and political heritage and global leadership in jeopardy. The music aims at making the listener emotionally pass through all the episodes of the story. To make the ideas of this symphonic poem accessible to the lay listener, I developed and implemented a novel poly-stylistic and polymodal compositional technique, based on the theory of musical intonation of Boleslav Yavorsky and Boris Asafyev, and on my own research on music perception.",
    "mediaType": "score",
    "mediaUrl": "/scores/nikolsky-2020-trump-and-circumstance.pdf",
    "imgUrl": "/images/compositions/scores/trump-and-circumstance.png",
    "imgAltText": ""
  },
  {
    "pieceTitle": "Fabulusions",
    "pieceYear": "2009-2021",
    "pieceSubtitles": "For Piano Solo",
    "pieceDescription": "Since my childhood, I have been attracted to fairy tales and story-telling. “Fairy tales” by Gretchaninov, Medtner, Bortkiewicz, Prokofiev, and Tcherepnin, as well as the mysterious symbolic style of Scriabin, Rebikov, early Bartok, Kodaly, Debussy, Caplet, Scott, and Szymanowski set the tone for my exploration and guided me in forging the new genre of “fabulusion.” At its heart, stays the notion of narration. Each piece as though is telling its own story – vague and elusive, hard to express in words, yet distinct in its emotional disposition and carrying deep symbolic meaning. The root “fabula” comes handy in referring to a fantastic plot that receives artistic treatment as the story unveils. Another Latin root “ludere” – “to play” – reflects another important aspect of fabulusions: they theatrically play characters against each other, sometimes with an unpredictable outcome. Many of my fabulusions, I started without knowing how they would end – figuring this out as the composition was materializing.\n\nI chose not to spell out the exact program for each of the pieces, since what matters there is not a specific happening but the “atmosphere” of a fabula – general character of the engaged actors and actions. I left only 3 sources to connote the expressive content of each work and its dramatic development: the programmatic title, the character marks in Italian that accompany every significant change in the music, and citations of well-known compositions, often camouflaged or grotesquely transformed to subliminally suggest certain imagery or emotional disposition to the listener and performer – as though in a dream or a vague recollection.",
    "mediaType": "score",
    "mediaUrl": "/scores/nikolsky-fabulusions.zip",
    "imgUrl": "/images/compositions/scores/nocturne-reverie.png",
    "imgAltText": ""
  },
  {
    "pieceTitle" : "Evening as it is",
    "pieceYear" : 1996,
    "pieceSubtitles" : "For Symphonic Orchestra",
    "pieceDescription" : "Inspired by the impressionistic music of Ives and Debussy and based on conventional harmonic and melodic idioms, I forged a new style of poly-modal composition.  Each section of the music form relies on its own musical mode, the degrees of which receive chromatic alteration as needed in the process of the thematic development – to provide greater tension. I dedicated this work to Edison Denisov, who edited it during his last days in 1996 (despite his fatal illness) and strongly encouraged my compositional ideas. The orchestration pioneers a very unusual approach, emulating the pedalization on a grand piano by layering the decays in harmonic transitions. The resulting morphing effect contributes a special “sfumato” aura to otherwise quite straightforward harmonic functions.\n\nThe music unfolds in a free-floating fashion akin to Ravel’s Pavane, yet rhythmically articulated to illustrate the lackadaisical contemplation of a night in a big urban cityscape, as during a solitary walk along a river bank – perhaps, after a rain, when the air is fresh and streets are empty. The state of relaxation of mind during the casual activity of walking provides a peculiar piece of urban poetics to replenish the listener’s soul.",
    "mediaType" : "score",
    "mediaUrl" : "/scores/nikolsky-1996-evening-as-it-is.pdf",
    "imgUrl" : "/images/compositions/scores/korovin-boulevard-by-night.jpg",
    "imgAltText" : "Korovin - Boulevard by Night"
  },
  {
    "pieceTitle": "3 Songs after Daniel Harms",
    "pieceYear": 1990,
    "pieceSubtitles": "For Soprano and Chamber Orchestra",
    "pieceDescription": "Here are 3 songs for soprano and chamber orchestra after Daniel Harms, a renowned Russian surrealist poet. This is my attempt to strike a right balance between modernity and tradition, while presenting a musical “movie” of the very bright surrealistic content of the songs. The music features clear themes, polymodal organization and bright emotional characteristics.\n\nThe first song is a pastoral about a wild girl, the mill-man’s daughter, who scares off the cattle out of the forest with her spooky eyes. \n\nThe second song describes how an entire town is deep asleep amidst the night except one man who stays up counting his money to his deep satisfaction. \n\nThe third song presents a story of a Scythian nomad who just assassinated a nobleman, and is pursued by the nobleman’s servants, gets wounded, and finally dies while the helpless gods are watching the entire event.",
    "mediaType": "score",
    "mediaUrl": "/scores/nikolsky-1990-3-songs-after-daniel-harms.pdf",
    "imgUrl": "/images/compositions/scores/chagall-flying-over-town.jpg",
    "imgAltText": "Chagall - Flying Over Town"
  },
  {
    "pieceTitle": "Ad Infinitum",
    "pieceYear": 1989,
    "pieceSubtitles": "For Symphonic Orchestra",
    "pieceDescription": "“Ad Infinitum” was inspired by the compositional principles of “analytical method” of Pavel Filonov in painting, and presents a tombstone for Shostakovich’s “socialist realism” in symphonies – a manner of drawing a panorama of a contemporary society in a narrative of a musical composition. The music starts and ends with a Big Bang, after which nothing is left but strange noise devoid of any tonal organization. And in between the beginning and end, there are a multitude of life forms, each of which grows out of a germ, flourishes, then goes out of control and gets lost in chaos.\n\nThe entire macro form is built on a pool of minuscule motifs, some of which are organized tonally while others atonally. Some motifs are attracted to each other, forming melodies, some repel each other, some collide to form a chord, while others “explode”. The entire harmonic system can be characterized as \"pan-tonality\" that displaces the poly-tonal components of musical texture in a way resembling planetary systems separated by the interplanetary space. One might be able to spot local \"tonics\" in each of the components, but experience them as freely floating in relation to each other.",
    "mediaType": "score",
    "mediaUrl": "/scores/nikolsky-1989-ad-infinitum.pdf",
    "imgUrl": "/images/compositions/scores/filonov-formula-of-the-revolution.jpg",
    "imgAltText": "Filonov - Formula of the Revolution"
  },
  {
    "pieceTitle": "Novella",
    "pieceYear": 1989,
    "pieceSubtitles": "For Flute, Violin and Cello",
    "pieceDescription": "This work represents my attempt to elaborate the techniques of handling musical material in traditional way – yet with originality. Five movements, contrasting in style, each reads like a chapter that takes place at a different location. \n\nEach movement pays contribution to a set of different historic musical styles: first movement – to Handel and Corelli, second – to Debussy and Bartok, third – Faure, Milhaud, Couperin and Ives, fourth – Alban Berg and Charlie Parker, and fifth – Schoenberg and Prokofiev (the latter applies to the score only: the audio recording features an earlier version without the Schoenberg-like section). Stylistically, I emulated merely the manner of tonal organization, and not characteristic harmonic or melodic patterns – therefore, avoiding poly-stylistic or eclectic flavor in the entire composition. \n\nOverall, this composition offers great variety of content, form, combined with bright and contrasting thematic material, charged with strong emotional characteristics – to demonstrate the solution to the crisis of content and contrast, which have been troubling the modernistic and post-modernistic composers ever since the 1940s.",
    "mediaType": "score",
    "mediaUrl": "/scores/nikolsky-1989-novella-1994-revision.pdf",
    "imgUrl": "/images/compositions/scores/petrov-vodkin-fantasia-1925.jpg",
    "imgAltText": "Petrov - Vodkin Fantasia 1925"
  }
]
