[
  {
    "pieceTitle": "Caged",
    "pieceYear": "2010",
    "pieceSubtitles": "Piano Solo",
    "pieceDescription": "We all know that pets are very valuable. They add affection and faithfulness to our life – things that otherwise are hard to find and easy to miss. In order to secure our bond, we often place the most mobile of them in cages. If a pet can fly away, the cage precludes this. We say that this is not only to our benefit, but for pet’s own sake. But is it really?... A giant bird owns a small pet woman. Bird takes a good care of her. But the woman is distressed in her cage and doesn't want to eat. She doesn’t even respond to Bird’s attempts to lure her out and refresh herself with a walk outside the cage. The woman remains apathetic, so Bird gives up and leaves the room. The woman dozes off.",
    "mediaType": "video",
    "mediaUrl": "https://www.youtube.com/embed/SvFsPGmpsmA",
    "imgUrl": "",
    "imgAltText": ""
  },
  {
    "pieceTitle": "Mirage",
    "pieceYear": "2010",
    "pieceSubtitles": "Piano Solo",
    "pieceDescription": "A dream provides such a way to escape from cage life that is much more attractive than anything Bird could possibly offer. The cage’s door was left open. But is this a door or a window? – In fact, this is a wide window wall with a nice external view. The most beautiful seascape and passing sailboats show a glimpse of another world out there – the world of freedom and opportunities for unhindered interaction. And this world is reaching out to the woman, calling on her to step out. All it takes is her determination. She hesitates… And yes! She is taking on the window of her opportunity. The light, invisible to anyone but her, entices her out of her miserable cage. Dissatisfied with her existence in this reality, she crosses the boundary to a new life in search of her true destiny - mystifying yet appealing.",
    "mediaType": "video",
    "mediaUrl": "https://www.youtube.com/embed/oWRAQ9EVELc",
    "imgUrl": "",
    "imgAltText": ""
  },
  {
    "pieceTitle": "Nocturne",
    "pieceYear": "2010",
    "pieceSubtitles": "Piano Solo",
    "pieceDescription": "To her surprise, the woman finds herself on the rooftop of the tallest building, with nothing visible around except dark skies – slightly lid with the shimmering light of the crescent moon. Where is this building located? To find out, the woman approaches the roof’s edge, but becomes increasingly afraid of the height, as it turns out that nothing shows underneath – the roof seems to be surrounded by abyss. Seized by fear, she dashes away from the border, looking for any way out, or rather, for a way “in” – back to the safety of her room. However, where is the window that she had used in order to get here? – It’s gone without a trace. In its former place, there is nothing but an almost empty bin. The woman cautiously positions herself in the middle of the roof, as far as possible from the scary edge, and directs her attention to the gorgeous stars scattered all over. The world is beautiful! Contended, she lulls herself to sleep.",
    "mediaType": "video",
    "mediaUrl": "https://www.youtube.com/embed/XY4Vlghtj2A",
    "imgUrl": "",
    "imgAltText": ""
  },
  {
    "pieceTitle": "Sonata Apotheosis",
    "pieceYear": "2010",
    "pieceSubtitles": "Piano Solo",
    "pieceDescription": "The woman wakes up replenished and suddenly notices the roof of another building that she does not remember having been there before. A mysterious light emanates from somewhere, as though leaking from some distant cave - reflected by the neighboring roof. Encouraged by its proximity and in search for a way out, she dares to take a big run - and leaps over the abyss. Alas! She falls short of her target and goes in the endless fall… Amazingly, she is still alive! She discovers herself caught in some heavy yet soft liquid-like material in sheer darkness. She struggles to paddle swimming, but feels as if a shoal of weird amorphous creatures are holding onto her limbs. Petrified, she doubles her efforts and realizes that she has wings. She attempts to take off, struggling with the creatures that try to grab her wings. Bouncing of the surface and splashing, she manages to soar high, safe enough to look around. What is there, barely seen through some mist? – That very same light which was showing back there, on the roof! Light is coming from the huge cave-like crevice in a remote vault. The woman heads towards it. It turns out to be a deep cave. After some hesitation, the woman decides to land in its opening and delve into the unveiling tunnel. The story starts becoming more and more adventurous, leading to a heroic apotheosis. But is this heroic transformation for real? – This remains to be seen…",
    "mediaType": "video",
    "mediaUrl": "https://www.youtube.com/embed/gCr10hbfxZc",
    "imgUrl": "",
    "imgAltText": ""
  },
  {
    "pieceTitle": "High Heel and the Flower",
    "pieceYear": "2010",
    "pieceSubtitles": "Piano Solo",
    "pieceDescription": "Here is a brief interlude. Once upon a time there was Flower. It happily lived all by itself until a young woman with fancy high heels happened to come nearby. She did not notice Flower. All she was interested was her date that she had scheduled here. She was also very much concerned with her makeup. Of course, Flower did not want to peep into someone else’s private affairs, yet it could not but observe ironically the self-absorbed behaviors of the High Heel woman – until she started growing impatient by a minute. Was her date turning late? The woman went into nervous tapping her heel. This made Flower exceedingly worried. It tried its best to curve its stock away in attempt to avoid a lethal stamp. But things only worsened for poor Flower, when the Man finally arrived, terribly apologetic for his delay. Now his heavy shoes added turmoil to the dangerously sharp heels of the woman. And on top of everything, he decided to beg mercy by plunging his huge knee right next to Flower. Will this story have a happy end? Perhaps, in a way…",
    "mediaType": "video",
    "mediaUrl": "https://www.youtube.com/embed/4VUZrr_DGZs",
    "imgUrl": "",
    "imgAltText": ""
  },
  {
    "pieceTitle": "Turtle",
    "pieceYear": "2010",
    "pieceSubtitles": "Piano Solo",
    "pieceDescription": "Marriages are all happy. It’s having breakfast together that causes all the trouble... Man and Woman are awfully attracted to each other. They wish to stay together forever. But these nasty turtles!! Why are they so slowly but steadily moving apart? Is it just because Man happened to stand on one turtle, while Woman on another?... The couple desperately tries to lock in holding their hands. Alas, what can they do if these mean turtles keep heading opposite directions?! To step down from the turtles and rejoin? Is this an option?... But turtles know what they are doing. They are wise – after all, they live much-much longer than humans. And it’s fruitless to fight one’s destiny – better biding your time… Man and Woman exchange suffering looks, making their ultimate appeal towards each other, as their turtles carry them further and further apart.",
    "mediaType": "video",
    "mediaUrl": "https://www.youtube.com/embed/uXwMMPOlPZs",
    "imgUrl": "",
    "imgAltText": ""
  },
  {
    "pieceTitle": "Alfonso",
    "pieceYear": "2010",
    "pieceSubtitles": "Piano Solo",
    "pieceDescription": "Have you heard of Alfonso? At his lifetime he was the talk of a town for his bushy mustache. And his wife loved it dearly! But nothing is eternal under the moon! Now all she has left is his portrait that captures Alfonso’s most precious treasure in the most faithful way – the depicted mustaches look that real! As faithful as life! And as faithful remains Alfonso’s widow to the memory of her dearest deceased husband. Or, does she? - We shall find out as the widow is approached by a barber with a pair of scissors and a comb in hand. He has come to deliver the fanciest possible trimming of Alfonso’s mustaches that have grown intolerably long, hanging down from the portrait. Let’s see what would the outcome of this visit turn out to be…",
    "mediaType": "video",
    "mediaUrl": "https://www.youtube.com/embed/ka93X_Tuzuk",
    "imgUrl": "",
    "imgAltText": ""
  },
  {
    "pieceTitle": "Pas de Quattro",
    "pieceYear": "2010",
    "pieceSubtitles": "Piano Solo",
    "pieceDescription": "How much of human history has been made by plots to gain power! This was most obvious in the distant past, when kings and queens were murdering every competitor for their throne. But have things really changed? These days people don’t scheme for the crown, as its value is now mostly symbolic. But there are so many prizes in modern life that stand very much like a good old “crown” – and there is no shortage in those who are badly urging to be crowned in one field of interest or another. The most capable of us become enticed by such “crown,” possessed by the desire to own it by any means. In a way, such obsession can be considered even a marker of belonging to high class… Here is, for your attention, the nearly classical allegoric representation of a “love square” for the love of a crown…",
    "mediaType": "video",
    "mediaUrl": "https://www.youtube.com/embed/q6Pfogakj3A",
    "imgUrl": "",
    "imgAltText": ""
  },
  {
    "pieceTitle": "Finale",
    "pieceYear": "2010",
    "pieceSubtitles": "Piano Solo",
    "pieceDescription": "Everything has an end. Fabulusions are no exception. And like every form of a show, this cycle of fabulusions receives its Grande Finale – the most spectacular ending that places a big fat dot on top of the “i” and a thick cross over the “t”. They are so big that you won’t miss them! For sure! It’s only that it takes quite a while before this end is reached – hence, this Grande Finale starts very much “un poco” (just a bit “Grande”) and grows “poco a poco” (little by little) before it reaches the cosmic scale. In doing so, it highlights a number of things, such as opposition of “US” versus “THEM” and the obsession of the US population with fun. Are you intrigued? – Then watch the show!",
    "mediaType": "video",
    "mediaUrl": "https://www.youtube.com/embed/G0HH4c-vcv0",
    "imgUrl": "",
    "imgAltText": ""
  }
]
