  [
    {
      "pieceTitle" : "Novella",
      "pieceYear" : 1989,
      "pieceSubtitles" : "For flute, violin, and cello\nPerformed at the Moscow Tchaikovsky Conservatory",
      "pieceDescription" : "This work represents my attempt to elaborate the techniques of handling musical material in traditional way – yet with originality. Five movements, contrasting in style, each reads like a chapter that takes place at a different location. \n\nEach movement pays contribution to a set of different historic musical styles: first movement – to Handel and Corelli, second – to Debussy and Bartok, third – Faure, Milhaud, Couperin and Ives, fourth – Alban Berg and Charlie Parker, and fifth – Schoenberg and Prokofiev (the latter applies to the score only: the audio recording features an earlier version without the Schoenberg-like section). Stylistically, I emulated merely the manner of tonal organization, and not characteristic harmonic or melodic patterns – therefore, avoiding poly-stylistic or eclectic flavor in the entire composition. \n\nOverall, this composition offers great variety of content, form, combined with bright and contrasting thematic material, charged with strong emotional characteristics – to demonstrate the solution to the crisis of content and contrast, which have been troubling the modernistic and post-modernistic composers ever since the 1940s. ",
      "mediaType" : "audio",
      "mediaUrl" : "/audio/chamber/novella.mp3",
      "imgUrl" : "/images/compositions/chamber/petrov-vodkin-fantasia-1925.jpg",
      "imgAltText" : "Petrov - Vodkin Fantasia 1925"
    },
    {
      "pieceTitle" : "A Kiss of Handless Venus ",
      "pieceYear" : 1996,
      "pieceSubtitles" : "Piano Solo",
      "pieceDescription" : "Can black humor be employed in music? I think, it can. Here I use two themes from the musical “One Touch of Venus” by Kurt Weill to depict the debasement of beauty. In Antiquity, Venus used to be the goddess worshipped for patronage of beauty and love. Today she is an old damaged statue in a museum, at which few visitors glance with indifference. Modern people like ugly things like cartoons and caricatures, which become more and more grotesque by decade. And a kiss of handless Venus is not going to charm a “savage breast.” This idea corresponds to the interaction of the idioms of classical and popular music.\n",
      "mediaType" : "audio",
      "mediaUrl" : "/audio/chamber/a-kiss-of-handless-venus.mp3",
      "imgUrl" : "/images/compositions/chamber/venus-demilo.jpg",
      "imgAltText" : "Venus Demilo"
    },
    {
      "pieceTitle" : "The Ascension Fantasy",
      "pieceYear" : 2010,
      "pieceSubtitles" : "2 voices and Piano solo, Midi\r",
      "pieceDescription" : "Another venture away from the territory of classical music can be found here. This duet is based on a jazz development of the traditional tune “When the Saints go Marchin”. It is scored for two singers and a small combo (played back as a piano), and illustrates the idea of leaving behind turbulent earthly passions and joining the saints in heaven. The capricious introduction offsets the famous tune that reveals its bipolarity through the dialog of major/minor vocals, and after receiving elaboration, resolves into the cascade of ascending imitations of the theme. There is a slight humorous tint here.",
      "mediaType" : "audio",
      "mediaUrl" : "/audio/chamber/ascention-fantasy.mp3",
      "imgUrl" : "/images/compositions/chamber/polish-folk-art-angels.jpg",
      "imgAltText" : "Polish Folk Art Angels"
    },
    {
      "pieceTitle" : "Scarborough Fair",
      "pieceYear" : 2010,
      "pieceSubtitles" : "English Horn and 2 guitars, Midi",
      "pieceDescription" : "This arrangement of a popular folk tune follows the same lines of applying classical music devices to the non-classical styles. In this case, it is exploration in the Celtic style, using modal music, with a flavor of Antiquity.",
      "mediaType" : "audio",
      "mediaUrl" : "/audio/chamber/scarborough-fair.mp3",
      "imgUrl" : "/images/compositions/chamber/1590-mostaert-dorfkirmes-anagoria.jpg",
      "imgAltText" : "1590 Mostaert Dorkirmes Anagoria"
    },
    {
      "pieceTitle" : "When Johnny Comes Marching Home",
      "pieceYear" : 2010,
      "pieceSubtitles" : "Voice and piano, Midi\r",
      "pieceDescription" : "This arrangement demonstrates how a traditional patriotic song can be developed as a ballad for voice solo with piano accompaniment without losing its integrity or sounding boring. The character represents a fatigued march that retains its determination despite all odds. Johnny will reach his home indeed!",
      "mediaType" : "audio",
      "mediaUrl" : "/audio/chamber/when-johnny-comes-marching-home.mp3",
      "imgUrl" : "/images/compositions/chamber/vladimirka-by-isaac-levitan-1892.jpg",
      "imgAltText" : "Vladimirka by Isaac Levitan 1892"
    },
    {
      "pieceTitle" : "Déjà vu – after Beethoven",
      "pieceYear" : 2003,
      "pieceSubtitles" : "Piano Solo\r",
      "pieceDescription" : "This compositional “etude” – demonstration of the compositional skills – makes a point that the belief that every new composition has to necessarily offer something stylistically and technically novel comes to mask the shortage of compositional technique. In fact, strict adherence to only previously existing musical material does not prevent a composition from being interesting. Here you have an original composition, built entirely on thematic materials of famous works of 18 different classical masterpieces (mostly of Beethoven). In this music I attempt to prove that tonal language is far from exhausted: as even when the entirety of a composition is built on familiar motifs, their mixture in a new theme can appear as fresh and original. Could it be that modern composers preach novelty in sake of avoiding the challenges of competing with the masters of the past?",
      "mediaType" : "video",
      "mediaUrl" : "https://player.vimeo.com/video/107407198",
      "imgUrl" : "",
      "imgAltText" : ""
    },
    {
      "pieceTitle" : "The Swinging Rondo",
      "pieceYear" : 2007,
      "pieceSubtitles" : "Piano Solo",
      "pieceDescription" : "A modern piano solo composition in the style of Classicism.\n\nThis is to continue the topic of writing original compositions in historical styles. In this composition I attempt to demonstrate that it is quite possible today to generate bright ideas in the style of late 18th century. The belief that the Classicistic standards are so rigid that they prohibit writing anything genuinely expressive and interesting turns out to be inadequate. The Classicistic notions of clarity and stylishness can still shine and highlight a musical composition.",
      "mediaType" : "video",
      "mediaUrl" : "https://player.vimeo.com/video/98846509\n",
      "imgUrl" : "",
      "imgAltText" : ""
    },
    {
      "pieceTitle" : "The Hussar's Valor",
      "pieceYear" : 2008,
      "pieceSubtitles" : "Piano Solo\r",
      "pieceDescription" : "Modern piano solo piece in the style of the mid-19th century Romanticism.\n\nIn writing this piece, I explored the same expressive means that were at hands of Brahms or Grieg when they tried to appeal to the wider audience. New music does not have to invent new language – it can effectively express using old idioms. Neither featuring of the standard pianistic techniques necessarily prevents the music from having an idiosyncratic character.",
      "mediaType" : "video",
      "mediaUrl" : "https://player.vimeo.com/video/98016874",
      "imgUrl" : "",
      "imgAltText" : ""
    },
    {
      "pieceTitle" : "La Permalosa (Touch-me-not): Fugue – homage to Scarlatti",
      "pieceYear" : 2009,
      "pieceSubtitles" : "Piano Solo",
      "pieceDescription" : "\"Touch-me-not\", is a fugue in the late Italian Baroque style for piano solo. Of course, the stylization here is not that strict: the theme is much more melodic and free than what was the norm back then, and the harmony is more intricate, especially towards the end.",
      "mediaType" : "video",
      "mediaUrl" : "https://player.vimeo.com/video/99197535",
      "imgUrl" : "",
      "imgAltText" : ""
    },
    {
      "pieceTitle" : "Mirage of the Sea ",
      "pieceYear" : 2010,
      "pieceSubtitles" : "Piano Solo",
      "pieceDescription" : "This is a modern solo piano piece in impressionistic style.\n\nIt demonstrates how the traditional music language can be used in an invigorating and refreshing way – this time, using Impressionistic idioms.",
      "mediaType" : "video",
      "mediaUrl" : "https://player.vimeo.com/video/104825767\r",
      "imgUrl" : "",
      "imgAltText" : ""
    }
  ]