[
  {
    "pieceTitle": "I. The Caged Nightingale",
    "pieceYear": "",
    "pieceSubtitles": "Piano Solo",
    "pieceDescription": "This piece opens and sets the tone for the entire cycle of ‘Fabulusions’. It features polymodality where different modes are reserved, one for the treble and the other for the bass melodic lines, and long, gradually unveiling, expressive melodies. Although the nightingale is caged, it sounds very \"free\": the piece is built around 2 contrasting sections, both polyphonic. The first section opposes the ostinato bass with a recitative-like treble melody, trying to free itself from the binding regularity of the ostinato. The second section unleashes the bird’s desolate monologue that is soon joined by the melody in the bass that cites an entire theme of Granados' \"The Maiden and the Nightingale\". Both sections are repeated, calming down in the lulling coda.",
    "mediaType": "video",
    "mediaUrl": "https://www.youtube.com/embed/i7d14DA-DIU",
    "imgUrl": "",
    "imgAltText": ""
  },
  {
    "pieceTitle": "II. Mirage",
    "pieceYear": "",
    "pieceSubtitles": "Piano Solo",
    "pieceDescription": "This piece combines the legacy of Scriabin and Debussy. Its theme grows out of its opening chord (right after the introduction), as in late Scriabin. But its texture is impressionistic - it features very complex separation of the foreground and the background parts. The principal melody is placed at the very top. It is opposed by the melodic figuration underneath, forming a counterpoint. The rest of the parts form a layered background. Each chord on the downbeat now and then branches off into heterophonic voices. Such layering continues on throughout the entire composition, varying in density and the extent of autonomy of the layers. The whole piece forms a “washed out” scherzo, whose ternary form is obscured by the repetitions of the same declamatory refrain with slight variations. The final appearance of this refrain obtains a polyphonic imitation that prevents its resolution, causing the music to expire from exhaustion.",
    "mediaType": "video",
    "mediaUrl": "https://www.youtube.com/embed/7CVUM-ErPq0",
    "imgUrl": "",
    "imgAltText": ""
  },
  {
    "pieceTitle": "III. Nocturne-Reverie",
    "pieceYear": "",
    "pieceSubtitles": "Piano Solo",
    "pieceDescription": "This piece can be characterized as “Chopin on wheels”. The entire composition is based on a single narrative melody of extremely long span. It is never lost in the texture despite a very complex harmony, rhythm, voicing (very refined), and exquisite melismatic embellishments (surpassing Chopin and challenging French claveciniste). And despite the absence of a contrasting theme, somehow the sameness of the melody does not prevent the music from sounding so free and rather unpredictable in occasional outlashes. A broad melodic line remains continuous across all motifs, caesuras, staccato, pauses, etc.. It quite suddenly dissolves in a huge improvisational and meditative cadenza, where the melody branches into heterophonic pairs of voices, naturally embellishing them, and generating polyphonic interaction between counterpoints that as though obscure the melody yet keep \"talking\" with it. The recapitulation becomes virtually unrecognizable with its extra layer of chords superimposed on the melody and lazy undulations of complex accompaniment. The coda terminates the music with a bizarre tritone mode that strangely appears quite consonant and beautiful.",
    "mediaType": "video",
    "mediaUrl": "https://www.youtube.com/embed/1OlAqnZRSTo",
    "imgUrl": "",
    "imgAltText": ""
  },
  {
    "pieceTitle": "IV. If Eiffel Tower Had Legs",
    "pieceYear": "",
    "pieceSubtitles": "Piano Solo",
    "pieceDescription": "This piece was inspired by a few funny drawings by Rafael Bunuel that depicted the Eiffel Tower transformed into scissors and naughtily going after the clouds, chopping them. I further developed the idea of naughty rebellion and trimming everything around until … - hush, you have to figure it out yourself by listening to the music!\n\nIts spirit is decidedly French: elegant, stylish, witty, erudite, at times meticulous, and a touch of Romantic. Composers who followed Satie, such as Poulenc and Milhaud, resonate with this music. But it is peppered with plenty of citations, such as Ravel's Pavane, Debussy's Clouds, Delibes' Valse Lente, Offenbach's Cancan – and of course, the omnipresent ‘La Marseillaise’ theme (not to speak of folk tunes). The music has a strong rhapsodic feel: it freely circulates between a bunch of bright characteristic themes, united in a single expressive endless melodic line. Each episode switches to its own characteristic pattern of movement, sometimes suggesting quite definite choreography – in a manner of divertimento. Such ballet orientation prompted the title.",
    "mediaType": "video",
    "mediaUrl": "https://www.youtube.com/embed/WE5E_lX1e20",
    "imgUrl": "",
    "imgAltText": ""
  },
  {
    "pieceTitle": "V. Triumph or Not?",
    "pieceYear": "",
    "pieceSubtitles": "Piano Solo",
    "pieceDescription": "This is a large-scale sonata that semantically alludes at heroic Romanticism alla Liszt, while stylistically continuing the path of Scriabin’s sonatas – with a major exception of the alternative subject, whose bold contrast to the principal subject prompted me to try to combine the stylistic incompatibles present in this piece. Every entrance of the alternative subject and the dramatic climaxes are stylized after Prokofiev – a chief nemesis of Scriabin (they really hated and ridiculed each other’s music). Hence, my sonata, in essence, collides Scriabin’s vague “symbolism” with Prokofiev’s rude and clear-cut “constructivism,” pushing on to find a way to “cut a Gordian knot” with heroic determination. However, by the beginning of the 21st century the legacy of heroic Romanticism looks rather Don Quixotic. To reflect on this, I “broke the back” of the big general climax, preventing it from reaching apotheosis – which is reflected in the title: “Triumph or Not?” Perhaps, triumph is just an illusion of those who are in reality locked in a cage in their daily lives… And all the labor of standing up to life’s challenges, straining and winning is good for nothing… Or, is it?",
    "mediaType": "video",
    "mediaUrl": "https://www.youtube.com/embed/TPSDTX2PcwA",
    "imgUrl": "",
    "imgAltText": ""
  },
  {
    "pieceTitle": "VI. Her Whims",
    "pieceYear": "",
    "pieceSubtitles": "Piano Solo",
    "pieceDescription": "This miniature is suddenly very tiny and sketchy compared to the preceding piece. It represents a very capricious yet attractive young woman torn between different impulses but full of herself. The musical idioms have a strong Hispanic flavor. The melody at times whimsically curves in sudden rushes of passages and at other times, unpredictably hangs on a long note. The punctured rhythms in the accompaniment bite and interrupt the melody. The texture remains simple and homophonic – only in the climax introducing a contrasting “nagging” descending voice. Brisk and light mordents propel the movement with a peculiar aggressive grace. Together with a much simpler tonal harmony compared to the rest of the Fabulusions, all of such things generate a free and unpredictable flow of feelings – a sort of \"freedom of speech\", both in the choice of \"speaking\" motifs and unveiling the \"story\" of the music",
    "mediaType": "video",
    "mediaUrl": "https://www.youtube.com/embed/EYcgjmkD7ds",
    "imgUrl": "",
    "imgAltText": ""
  },
  {
    "pieceTitle": "VII. Turtles’ Farewell",
    "pieceYear": "",
    "pieceSubtitles": "Piano Solo",
    "pieceDescription": "This miniature is as laconic as the previous piece, although it sketches a drastically different scene. The music was inspired by a series of drawings by Rafael Bunuel depicting a turtle carrying a person. In one of the drawings, there is a man and a woman, each standing on a turtle. The two turtles, slowly and steadily, keep carrying their “passengers” further and further apart, until they regretfully waive a final farewell to each other. Likewise, the music represents a dialogue between a sobbing melody in the high register and a calming “reasonable” melody in the low register, both supported with a crawling accompaniment and each taking regular turns. Harmonically and texturally, the music pays homage to Rachmaninov, especially in the climax, where both melodies join together (along with their accompaniments). A brief coda bids the sad final “good-bye” in the empty desolate 5th distributed over both registers.",
    "mediaType": "video",
    "mediaUrl": "https://www.youtube.com/embed/7OAN0AHpI_o",
    "imgUrl": "",
    "imgAltText": ""
  },
  {
    "pieceTitle": "VIII. The Invisible",
    "pieceYear": "",
    "pieceSubtitles": "Piano Solo",
    "pieceDescription": "This piece comes the closest to Scriabin’s middle period, when he experimented with combining tonal functional harmony with complex chord-based harmonic modes. Similarly, my music is fueled by the harmonic conflict between the “vertical” chordal slices (projecting an orbit for C Minor) and the melodic continuity of the prevalent upper melody (A Minor). The other 3 parts remain somewhat ambivalent, sometimes leaning toward one key, and at other times towards another key, prompting the title – as though there is something very hard to see yet audible and that we are trying to figure out what it actually is. \n\nThere is a certain \"viscousness\" of texture here that is reminiscent of another great Russian composer-pianist, a classmate of Alexander Scriabin, Nicolas Medtner. As in playing Medtner’s lyrical piano music, my piece too calls for exceedingly light touch, delicate pedaling, and fluid phrasing. A brief introduction warms up preparing for the entrance of the theme. And a compact middle section darkens and dramatizes the music by elaborating the initial theme in the bass while polyphonically opposing the upper voices and generating tonal development. A little coda gradually fades out in the darkness of A Minor in the bass.",
    "mediaType": "video",
    "mediaUrl": "https://www.youtube.com/embed/VFRACJTdTS4",
    "imgUrl": "",
    "imgAltText": ""
  },
  {
    "pieceTitle": "IX. It Takes One to Tango",
    "pieceYear": "",
    "pieceSubtitles": "Piano Solo",
    "pieceDescription": "This is yet another Hispanic piece, like “Her Whims”, but this time presenting a masculine protagonist and is based on the rhythms of tango and bolero. Stylistically, the music capitalizes on the image of “cruel tango,” reminiscent of Astor Piazzolla. Its “cruelty” shows through dry and swift brief jolts of the 32nd notes, abrupt pauses, staccatissimo endings, and occasional fiery explosions of passages. All these “cruel” features are accumulated in the opening “Seccato” section. The next section, “Con fierezza,” portraits a very different character – a deeply concentrated and inspired appreciation of pride. This expression is quite challenging pianistically. The principal melody, enveloped in counterpoint octaves, has to dynamically stand out while retaining the legato smoothness of its phrases. The rhythmic figure of the bass has to stick out with its sharp staccato – despite the need to somehow prolong the colorful chords that keep falling on the downbeat. This paradoxical challenge requires very nuanced half- and quarter-pedaling. At the same time, each chord, in its energetic arpeggiation, creates as though a colorful “waterfall”. The pronounced delay on each of such “falls” on downbeats, necessary to showcase the richness of the harmony, must not obstruct the slow but graceful dancing steps in the bass, calling for a very intricate rubato. Both sections keep alternating, where the rubato section becomes varied, turning increasingly haughty.",
    "mediaType": "video",
    "mediaUrl": "https://www.youtube.com/embed/8dASJdRRNTw",
    "imgUrl": "",
    "imgAltText": ""
  },
  {
    "pieceTitle": "X. Under the Spell of a Mirror",
    "pieceYear": "",
    "pieceSubtitles": "Piano Solo",
    "pieceDescription": "This piece was inspired by yet another series of drawings by Rafael Bunuel, where the same woman is depicted marveling at the distorted image of herself in the mirror. It is as though the mirror refuses to provide a realistic view of her and tries to impose its own “reality.” On one of the drawings, there are 2 mirrors, one making a woman look extremely corpulent while another turns her into a tadpole figure. I tried to reflect this illusive duality by making the main theme (“Magico”) polyphonic – comprised of 2 contrasting parts: dry “tadpole” zigzags of the upper melody versus smoothened chromatic legato disrupted by a wide leap in the lower melody. This “sandwiched” theme passes through transformative variations, becoming more and more agitated. At some point it splits into alternations of very anxious and very placid fragments, becoming clearly bipolar. The arrangement of this theme as an angry minuet sets the grand climax, leading to a furious outlash. The set of variations is framed by the introduction and conclusion based on a simple march-like theme. In the beginning of the piece it colorfully “tiptoes,” perhaps in a slightly humorous way. But at the end, it turns into a funeral march (denoting Mahler’s 5th symphony). The overall atmosphere is mysterious and ominous, resembling such works by Bartok  as “The Wooden Prince”, “The Bluebeard Castle,” and “Cantata Profana”.",
    "mediaType": "video",
    "mediaUrl": "https://www.youtube.com/embed/03Fq14uIrao",
    "imgUrl": "",
    "imgAltText": ""
  },
  {
    "pieceTitle": "XI. Pas de Quattro",
    "pieceYear": "",
    "pieceSubtitles": "Piano Solo",
    "pieceDescription": "This deceptively simple and consonant piece features quite sophisticated contrasting polyphony. It is inspired by Rafael Bunuel’s drawing of a group of ballet dancers as though merging together. The overall character of the music resembles a typical Pas de Deux. However, each of the parts carries its own distinct character, as though representing a different protagonist. In the opening, there are three characters: the most eloquent and flexible upper melody, the briefer and more excited lower melody, and the laconic but firm and strong bass. The second entrance of the same theme (Piu pesante) brings in the fourth part to support the narration of the upper melody. The alternative theme (Commosso) contrasts the melancholic disposition of the principal theme with its contended character that meets the agreement of all four “participants”. Three upper parts are engaged in imitations of a brief, smooth, and encouraging phrase, while the bass gently cushions their interchange. Then, the bass provides a nice figuration on the pedal note (Con moto). Both sections are repeated with little variation and are terminated in a “disappearing act,” when the contended theme gradually ascends in the chords to vanish in thin air, leaving the lower theme to its gloomy end.",
    "mediaType": "video",
    "mediaUrl": "https://www.youtube.com/embed/z9BuGrTM91s",
    "imgUrl": "",
    "imgAltText": ""
  },
  {
    "pieceTitle": "XII. The End of a Sand Castle",
    "pieceYear": "",
    "pieceSubtitles": "Piano Solo",
    "pieceDescription": "This piece is the saddest in the cycle. Its overture-like sonata form with an episode frames the story of a sand castle, at first, miraculously created by a magician from a handful of sand, then, damaged by the tide, repaired by the magician, and finally ruined by a bypasser accidentally stomping on the castle. Each section is preceded by 4 bars of the same cryptic ascending motif. The magician’s arrival is shown by a Scriabinesque theme in a tumultuous meter of 7/8. It bifurcates into 2 parts that at first interfere, but then join their efforts and propel the magic transformation (Scorrendo e scintillante). The puzzling alternative subject is also heterophonically obscured, exposed in two mostly parallel voices and further washed out by a descending 16th-note pattern at the extreme treble register. However, the new meter of 9/8 makes the music more regular and relaxed, but the harmony becomes the most complex with ongoing modulations of dissonant chord-modes on every bar. The magic becomes interrupted by the strenuous recitative (“Stentato”), where the stubborn climbing of the punctured rhythm alternates with the free gliding of the melody solo. A sad chorale (Maestoso) brings an end to the exposition, marking its failure to substantiate the alternative subject. The central episode (Ondeggiato e calme) depicts a quiet and measured but nonetheless destructive effect of the waves of the tide. The recapitulation makes an attempt to restore the magic, however it turns out to be futile. Andante lugubre delivers the lethal steps that ultimately crush the castle.",
    "mediaType": "video",
    "mediaUrl": "https://www.youtube.com/embed/TCudSMRyx84",
    "imgUrl": "",
    "imgAltText": ""
  },
  {
    "pieceTitle": "XIII. Un Poco a Poco Grande Finale",
    "pieceYear": "",
    "pieceSubtitles": "Piano Solo",
    "pieceDescription": "This piece is the most monumental in the entire cycle – despite its deceptively light and easy-going start, reminiscent of French music of the late 19th century: Massenet, Faure, Ropartz, Ibert, Schmitt, Caplet, Severac. Such a stylistic orientation combined with a wealth of bright melodic themes and wide use of citations bridges the “Grand Finale” to the “Eiffel Tower.” The finale also shares its humoresque spirit. It starts off as a divertimento on a sweet theme (taken from my own flute trio) and employs it as a refrain to build a gradual (“poco a poco”) climax until the finale becomes ever so “grand” (hence the ironic title of this deceptive piece).\n\nEach entrance of the refrain receives its own arrangement, transforming the character of the theme. At first, it is serene. After a vigorous polytonal episode in the style of Milhaud or late Ravel, the refrain turns into a bolero, becoming more impressive and stately. The 2nd episode throws in a cascade of folk nursery citations to project a playful naughty character. Suddenly, the refrain becomes exceedingly affable and pleasant, equipped with an elegant gruppetto. The 3rd episode invades with a grotesque distortion of Ravel’s Pavane and Bizet’s Habanera (both borrowed from “The Eiffel Tower”). Their alternation initiates an intense development that bursts into a cascade of playful folk and nursery quotations.\n\nA new reincarnation of the refrain becomes superimposed on Beethoven’s “Ode to Joy” (Giocoso), obtaining more and more of a massive sound and marching pace. The citations kick in with increasing brightness and force: “He is a jolly good fellow”, Rossini’s “Cavalry” theme from his “William Tell”, another motif from “Ode to Joy”, “On top of Spaghetti” and so on – all of which polyphonically merge with the refrain. Some of the themes from the earlier episodes return. Such an unconventional music form gives the Finale a \"ballade\" flavor – as in ballades by Chopin – by combining the rondo, sonata, and variation principles. The refrain and different motifs from “Ode to Joy” both receive the most vigorous development until they are interrupted by the enigmatic and remote quotation of Rachmaninov’s “Moment Musicaux” in B Minor. The music pauses and erupts in the utmost syncopated version of the refrain.",
    "mediaType": "video",
    "mediaUrl": "https://www.youtube.com/embed/bPgCdcOXYeE",
    "imgUrl": "",
    "imgAltText": ""
  }
]
