[
  {
    "pieceTitle": "The Way of the Mind",
    "pieceYear": "1994 (Revised 2022)",
    "pieceSubtitles": "Symphony for Organ Solo\nSample-based MIDI recording",
    "pieceDescription": "This musical composition was inspired by the book \"Itinerarium Mentis in Deum\" (1259) by St. Bonaventure, one of the leading Western philosophers of the Middle Ages who set the intellectual foundation for the blooming of the Renaissance. This book elaborates and summarizes the Neoplatonist theory of \"intellectual ascent,\" which was forged by Pseudo-Dionysius the Areopagite (an anonymous author, probably a pupil of Proclus) some 700 years earlier.\n\nAccording to Bonaventure, the world is a ladder for ascending to the ultimate Truth in a way similar to learning about an artist by investigating his art, where God is regarded as a Creator in an artistic sense. Bonaventure adopts the 6-winged seraph as an epitome for his 6 chapters and an epilogue that symbolize the seraph’s 6 wings and 6 successive revelations of Truth that elevate the human mind by means of contemplating all things created. Each revelation enables some advance from the initially limited knowledge to the \"excessus\" (i.e. \"exceeding\" an original limit) and eventually, to the \"ecstasis\" (i.e., literally, \"standing outside\" of the self). At the summit point of this intellectual journey through the hierarchy of all 6 angelic \"spheres\", the traveler becomes \"one\" with God and completes the transformation of human affective mind into the ultimate Knowing.\n\nFollowing Bonaventure, in my music I show the 6 stages of elevation from a mere reflection on the corporeal elements, through the realization of the mind’s powers to the discovery of the universal essence. Musically, this is shown through the gradual genesis of tonality: from isolated 12 tones to melodic and harmonic intervals, then to 3-tone motifs and chords, growing in number of tones and in variety of characters, crystallization of melodic phrases and musical modes, leading to the emergence of a continuous melodic line, themes, metric pulse, tonicity, and harmonic progressions.\n\nMy research on the perception of tonal organization of music has greatly helped me revise my original 1994 composition. In this 2022 revision, I tried to emphasize the gradualness of the transformation of the initially disconnected rhythmo-metric, melodic, harmonic and textural elements into, respectively, a coherent musical movement, continuous melodic line(s), functional harmony, and a well-structured musical texture. The entire composition consists of a chain of episodes united by the reuse of the same motifs and the general tonal development. Semantically, the music progresses at first towards a more diverse characterization, then becomes engaged in conflicts and intense developments, generating a powerful heroic momentum and passing through 4 extensive climactic waves until it reaches a qualitative breakthrough, becoming transfigured into a beautiful yet distant serene image.",
    "mediaType": "video",
    "mediaUrl": "https://www.youtube.com/embed/rr8ruKRTOVc",
    "imgUrl": "",
    "imgAltText": ""
  },
  {
    "pieceTitle" : "Novella",
    "pieceYear" : 1989,
    "pieceSubtitles" : "For Flute, Violin and Cello.\nPetr Taurov - flute, Zenon Diaz Lauzurica - violin, Aleksandr Nikolayev - cello\nPerformed at the Moscow Tchaikovsky Conservatory",
    "pieceDescription" : "This work represents my attempt to make an interesting “musical story” and elaborate the techniques of handling musical material in a variety of traditional ways – yet maintaining its originality. Five movements, contrasting in style, each reading like a chapter with its own protagonists take place at a different location.\n\nEach movement pays tribute to a set of different historic musical styles: first movement – Handel and Corelli, second – Debussy and Bartók, third – Fauré, Milhaud, Couperin, and Ives, fourth – Alban Berg and Charlie Parker, and fifth – Schoenberg and Prokofiev (the audio recording features an earlier version without the Schoenberg-like section). Stylistically, I emulated merely these composers’ methods of tonal organization, and not their characteristic idioms – to avoid a poly-stylistic or eclectic flavor for the entire composition.\n\nOverall, this music offers great diversity of content and form, combined with bright and contrasting thematic material, and it is charged with strong emotional characteristics. I wanted to find the solution to the crisis of content and contrast, which has been troubling modernist and post-modernist composers since the 1940s.",
    "mediaType" : "audio",
    "mediaUrl" : "/audio/chamber/novella.mp3",
    "imgUrl" : "/images/compositions/chamber/petrov-vodkin-fantasia-1925.jpg",
    "imgAltText" : "Petrov - Vodkin Fantasia 1925"
  },
  {
    "pieceTitle" : "Déjà vu – After Beethoven",
    "pieceYear" : 2003,
    "pieceSubtitles" : "For Piano Solo\nPerformed by Aleksey Nikolsky",
    "pieceDescription" : "Just as pianists play Czerny’s etudes to advance their technique, I decided to compose a “compositional etude” to find out if I can effectively express in a conventional way while being original. Could it be that modern composers preach novelty in order to avoid the challenges of competing with the masters of the past? Perhaps, composers today avoid conventional rules and idioms to hide their deficiency in compositional technique. In this experiment, I deliberately limited myself to using nothing but citations of the pre-existing music (melodic and harmonic). I quoted 18 different classical masterpieces (mostly of Beethoven) and integrated them in conventional tonality and meter, to see if such severe restriction would make my music inexpressive and boring. Listen and see if I’ve succeeded in doing so!…",
    "mediaType" : "video",
    "mediaUrl" : "https://player.vimeo.com/video/107407198",
    "imgUrl" : "",
    "imgAltText" : ""
  },
  {
    "pieceTitle" : "Kiss of the Handless Venus ",
    "pieceYear" : 1996,
    "pieceSubtitles" : "For Piano Solo\nPerformed by Aleksey Nikolsky",
    "pieceDescription" : "Can black humor be employed in music? I think it can. Here, I use two themes from the musical “One Touch of Venus” by Kurt Weill to depict the debasement of beauty. In antiquity, Venus was the goddess of love worshiped for patronage of beauty and love. Today she is an old damaged statue in the museum, passed by scarce visitors who glance at her with indifference. Modern people like ugly and distorted things (cartoons, caricatures), which are becoming more and more grotesque by each decade. And old Venus is not going to be charming enough to do the trick to “soothe the savage breast.” Love has lost its power to redirect the public attraction from ugly things toward things beautiful. This metaphor also represents the interaction of the idioms of classical and popular music. The pleasantness of modern popular music lacks the power to make new postmodernist classical compositions any less ugly.",
    "mediaType" : "audio",
    "mediaUrl" : "/audio/chamber/a-kiss-of-handless-venus.mp3",
    "imgUrl" : "/images/compositions/chamber/venus-demilo.jpg",
    "imgAltText" : "Venus Demilo"
  },
  {
    "pieceTitle" : "The Ascension Fantasy",
    "pieceYear" : 2010,
    "pieceSubtitles" : "For Trumpet, Trombone, Guitar, Bass and Piano.\nSample-based MIDI",
    "pieceDescription" : "Another venture away from the territory of classical music can be found here. This duet is based on the jazz development of the traditional tune “When the Saints Go Marching In”. It is scored for two singers and a small combo (played here on the piano), and illustrates the idea of leaving behind turbulent earthly passions and joining the saints in heaven. The capricious introduction offsets the famous tune that is presented as a sort of “bipolar”. It is arranged as a perplexing dialog of happy major and sad minor melodic phrases. After their collision in the elaborated section, the positive momentum expires, and the music resolves into a cascade of ascending imitations of the theme. There is a slight humorous tint of visiting heaven to meet the saints.",
    "mediaType" : "audio",
    "mediaUrl" : "/audio/chamber/ascention-fantasy.mp3",
    "imgUrl" : "/images/compositions/chamber/polish-folk-art-angels.jpg",
    "imgAltText" : "Polish Folk Art Angels"
  },
  {
    "pieceTitle" : "Amazing Grace in Florida",
    "pieceYear" : 2016,
    "pieceSubtitles" : "For Electric Organ and Flugelhorn\nSample-based MIDI",
    "pieceDescription" : "This little miniature follows the paradigm of drawing a parallel between social and musical harmony, coined by Schoenberg. Well, if Schoenberg reflected social disharmony of his contemporary society by atonal harmony in music, I am expanding upon his idea in order to reflect on the state of harmony in modern American society. Its individualistic culture is represented by the popular tune that sustains its own key against the “sweet” accompaniment” in yet another key - to form an ongoing polytonality. There is no resolution to this state, since no conflict is acknowledged to exist. This grace is genuinely amazing!",
    "mediaType" : "audio",
    "mediaUrl" : "/audio/chamber/amazing-grace-in-florida.mp3",
    "imgUrl" : "/images/compositions/chamber/santa-on-the-beach.jpg",
    "imgAltText" : "Santa Claus on the Beach"
  },
  {
    "pieceTitle" : "Scarborough Fair",
    "pieceYear" : 2010,
    "pieceSubtitles" : "For English Horn and 2 Guitars\nSample-based MIDI",
    "pieceDescription" : "This exotic arrangement of a popular folk tune follows the same lines of applying classical music devices to non-classical styles. In this case, it is an exploration in the Celtic style, employing modal techniques and layered music texture. Altogether, the music sets a mysterious atmosphere and has a charming flavor of bygone and long-forgotten olden days of antiquity.",
    "mediaType" : "audio",
    "mediaUrl" : "/audio/chamber/scarborough-fair.mp3",
    "imgUrl" : "/images/compositions/chamber/1590-mostaert-dorfkirmes-anagoria.jpg",
    "imgAltText" : "1590 Mostaert Dorkirmes Anagoria"
  },
  {
    "pieceTitle" : "The Hussar's Valor",
    "pieceYear" : 2008,
    "pieceSubtitles" : "For Piano Solo\nPerformed by Aleksey Nikolsky",
    "pieceDescription" : "Modern piano solo piece in the style of the mid-19th century Romanticism.\n\nIn writing this piece, I explored the same expressive means that were at hands of Brahms or Grieg when they tried to appeal to the wider audience. New music does not have to invent new language – it can effectively express using old idioms. Neither featuring of the standard pianistic techniques necessarily prevents the music from having an idiosyncratic character.",
    "mediaType" : "video",
    "mediaUrl" : "https://player.vimeo.com/video/98016874",
    "imgUrl" : "",
    "imgAltText" : ""
  },
  {
    "pieceTitle" : "When Johnny Comes Marching Home",
    "pieceYear" : 2010,
    "pieceSubtitles" : "For Voice and Piano.\nSample-based MIDI",
    "pieceDescription" : "This arrangement demonstrates how a traditional patriotic song can be developed as a ballad for voice solo with piano accompaniment without losing its integrity or sounding boring. Its character is that of a fatigued march that retains its determination despite all odds. Johnny will reach his home indeed!",
    "mediaType" : "audio",
    "mediaUrl" : "/audio/chamber/when-johnny-comes-marching-home.mp3",
    "imgUrl" : "/images/compositions/chamber/vladimirka-by-isaac-levitan-1892.jpg",
    "imgAltText" : "Vladimirka by Isaac Levitan 1892"
  },
  {
    "pieceTitle" : "The Swinging Rondo - Homeage to Rossini",
    "pieceYear" : 2007,
    "pieceSubtitles" : "For Piano Solo\nPerformed by Aleksey Nikolsky",
    "pieceDescription" : "A modern piano solo composition in the style of Classicism, like Rossini or Mozart. This is to continue the topic of writing original compositions in historical styles. In this composition, I attempt to demonstrate that it is quite possible today to generate bright melodic and harmonic ideas in the style of the late 18th century. The belief that the Classicistic standards are so rigid that they prohibit writing anything genuinely expressive and interesting turns out to be false. The Classicist notions of clarity and stylishness can still shine and illuminate not only the expressive performance of an 18th century piece of music but a new musical composition that uses old idioms. Would you agree?",
    "mediaType" : "video",
    "mediaUrl" : "https://player.vimeo.com/video/98846509",
    "imgUrl" : "",
    "imgAltText" : ""
  },
  {
    "pieceTitle" : "La Permalosa (Touch-me-not): Fugue – Homage to Scarlatti",
    "pieceYear" : 2009,
    "pieceSubtitles" : "For Piano Solo\nPerformed by Aleksey Nikolsky",
    "pieceDescription" : "\"Touch-me-not\" is a fugue in the late Italian Baroque style for piano solo. Of course, the stylization here is not that strict: the theme is much more melodic and free than what was the norm back then, and the harmony is more intricate, especially towards the end. Nevertheless, this piece puts on trial the popular conviction that polyphonic compositions are too scholastic and difficult to follow for the wider audience to recognize the expression of a polyphonic music piece and to appreciate it. Already J.S. Bach and Vivaldi suffered from this conviction, which held their polyphonic works as too “brainy” and “dry”, suitable only for studying music. See if that will be your impression from my piece.",
    "mediaType" : "video",
    "mediaUrl" : "https://player.vimeo.com/video/99197535",
    "imgUrl" : "",
    "imgAltText" : ""
  }
]
