[
  {
    "title": "Non-Communicative Music Grammars of the 20th Century",
    "format": "Essay",
    "year": 2019,
    "url": "https://www.academia.edu/7741473/Non-communicative_Music_Grammars_of_the_20th_Century",
    "imageUrl": "images/paper-icons/non-communicative-music-grammars.jpg",
    "imageAltText": "<TODO>",
    "description": "This paper touches upon the very sensitive issue of “experimental music,” with its absence of conventions, as it is usually defined in relation to 20th century music. The history of such music is traced. Afterwards, the focus shifts to its non-communicative design that seems to unite all varieties of its technical implementation. Such non-communicative techniques are compared to conventional and communicative grammars to identify their differences and explain why non-communicative music has received and keeps receiving so much endorsement and promotion. The ramifications of cultivating non-communicative music for performers and musicologists are examined, raising the question of how necessary it actually is to study various forms of “experimental music”."
  },
  {
    "title": "Possession Is Nine Tenths of the Law: The Story of Jazz and Intellectual Property",
    "format": "Book",
    "year": 2018,
    "url": "http://www.academia.edu/7741748/Possession_Is_Nine_Tenths_of_the_Law_The_Story_of_Jazz_and_Intellectual_Property",
    "imageUrl": "images/paper-icons/possession-is-nine-tenths.jpg",
    "imageAltText": "<TODO>",
    "description": "In this brief book, I set out to build the case that the American copyright laws and the manner of their administration are one of the main reasons why jazz, once the bloodline of American music, has ended up being pushed out of its birthplace to oblivion. Cross-examination of data coming from musicology, sociology, and legal and economic studies points to the way in which bad copyright laws have led to bad practices of law enforcement, which in turn have promoted bad business practices, leading to the general public’s loss of interest in this previously vital art. This book covers not only the business of jazz, but also of classical music and pop music, and its conclusions apply not only to jazz but to other forms of music based on spontaneous improvisation and conventional idioms."
  },
  {
    "title": "How Emotion Can Be the Meaning of a Music Work ",
    "format": "Chapter",
    "year": 2015,
    "url": "https://www.researchgate.net/publication/291974302_How_Emotion_Can_Be_the_Meaning_of_a_Music_Work",
    "imageUrl": "images/paper-icons/how-emotion-can-be-the-meaning.jpg",
    "imageAltText": "<TODO>",
    "description": "In this paper I lay out the foundation for a new semiotics of music – one that is in line with the most up-to-date research on neurophysiology of emotion. I show how the traditional view of music as a “language of emotions,” which prevailed up until the 20th century, can hold true in relation to the perception of music."
  },
  {
    "title": "You Become What You Listen To",
    "format": "Presentation",
    "year": 2015,
    "url": "https://www.linkedin.com/pulse/you-what-listen-aleksey-nikolsky?trk=prof-post",
    "imageUrl": "images/paper-icons/you-become-what-you-listen-to.jpg",
    "imageAltText": "<TODO>",
    "description": "While we all listen to music, most of us, however, do not believe that music influences the way we think and thereby the way we choose to act. Here, you will find a simple explanation of how listening to music molds our minds."
  },
  {
    "title": "Blind Buy: Do We Consume Music, Or Does Music Consume Us?",
    "format": "Chapter",
    "year": 2014,
    "url": "http://www.academia.edu/8062548/Blind_Buy_Do_We_Consume_Music_Or_Does_Music_Consume_Us",
    "imageUrl": "images/paper-icons/blind-buy.jpg",
    "imageAltText": "<TODO>",
    "description": "In an attempt to provide an answer for why it is important to understand music as a language of emotions, I provide a historic overview into the way in which music was used to influence a person’s mental and physiological state in Western civilization. I examine a rather newly held belief formed in the mid 20th century that perceives music to “enhance” one’s well being, while neglecting to consider that certain kinds of music can in fact be “harmful”. Possible political, social, and cultural causes for such a way of thinking are discussed."
  },
  {
    "title": "Can Music Hurt? - Music and Violence",
    "format": "Chapter",
    "year": 2014,
    "url": "http://www.academia.edu/8648360/Can_Music_Hurt_-_Music_and_Violence",
    "imageUrl": "images/paper-icons/can-music-hurt.jpg",
    "imageAltText": "<TODO>",
    "description": "Here, I attempt to resolve an almost half a century old debate on ethos in music, and its relation to the individual as well as the social group on the one hand, and the extent of their freedom of artistic expression, on the other. I draw a perspective on the connection between violence in music and violence in society, and the causes for the persistent denial of ties between the two that characterizes public consensus and music scholars of today."
  },
  {
    "title": "Evolution of Music Market: How Western Music Canon Relates to Westernization of the World",
    "format": "Essay",
    "year": 2013,
    "url": "https://www.academia.edu/7718711/Evolution_of_the_Music_Market_How_Western_Music_Canon_Relates_to_Westernization_of_the_World",
    "imageUrl": "images/paper-icons/evolution-of-music-market.jpg",
    "imageAltText": "<TODO>",
    "description": "The purpose of this paper is to put into perspective the position of Western classical music tradition in the world. It corrects a number of inaccuracies in how modern scholars view the Westernization of World music. The paper then proceeds to identify the key notions that distinguish Western music from music of the rest of the world. It examines the role of Western popular music in Westernization of world music, and identifies the contribution of Western classical music to this process."
  },
  {
    "title": "Syntax: Music that Makes Sense and Music that Doesn’t ",
    "format": "Essay",
    "year": 2013,
    "url": "https://www.academia.edu/7741636/Syntax_Music_that_Makes_Sense_and_Music_that_Doesn_t",
    "imageUrl": "images/paper-icons/syntax.jpg",
    "imageAltText": "<TODO>",
    "description": "In this paper I analyze the process of music comprehension, and argue that the primary mode of comprehending music is hierarchically driven from bottom-up, and that it is based on parsing the flow of music into idiomatic units. I thus propose the necessity for a major update to the established semiotic theory of Lerdahl/Jackendoff."
  },
  {
    "title": "How Many Musical Canons Does Western Music Have?: Recent Trends In Canonization vs. De-Canonization",
    "format": "Chapter",
    "year": 2012,
    "url": "http://www.academia.edu/7728667/How_Many_Musical_Canons_does_Western_Music_have_Recent_Trends_in_Canonization_vs._De-canonization",
    "imageUrl": "images/paper-icons/how-many-canons.jpg",
    "imageAltText": "<TODO>",
    "description": "The recent explosion of publications critical of the Western classical music canon, specifically accusing it for being Eurocentric and retrograde, provoked me to write this paper. Here, I address the absurdity of attempts made by a considerable number of scholars who have formulated some artificially conceived canons as an alternative to the existing ones in relation to classical music. They justify their “de-canonization” of what appears to them as vestige of old tradition, as an inventive and necessary act. I show that their view, not surprisingly, is hopelessly futile."
  },
  {
    "title": "Listeners’ Canon in Western Music: Secret of Conservatism of Public Taste and its Ramifications on the Music Industry ",
    "format": "Chapter",
    "year": 2012,
    "url": "http://www.academia.edu/7741581/Listeners_Canon_in_Western_Music_The_Secret_of_Conservatism_of_Public_Taste_and_its_Ramifications_for_the_Music_Industry",
    "imageUrl": "images/paper-icons/listeners-canons-in-western.jpg",
    "imageAltText": "<TODO>",
    "description": "In exploring the phenomenon of canonization of composers and their works by the general public as fixed through the interaction of the professional criticism, music education, journalism and later, the record industry and radio broadcasting stations within the Western cultural establishment, I demonstrate the futility of attempts to whether to revise the existing canons or to introduce new ones. I show that no matter how hard the artistic and educational institutions try to push their agenda, the public continues to dearly hold onto its old time favorites. The roots of this problem are examined in light of the cultural mismanagement of music by the record industry and the cultural and educational institutions. Its ramifications are discussed in relation to, both, classical and popular music."
  },
  {
    "title": "Musical Idiom vs. Technical Device in Composition: A Semiotic Perspective ",
    "format": "Essay",
    "year": 2012,
    "url": "http://www.academia.edu/7738134/Musical_Idiom_vs._Technical_Device_in_Composition_the_Semiotic_Perspective",
    "imageUrl": "images/paper-icons/musical-idiom-vs-technical-device.jpg",
    "imageAltText": "<TODO>",
    "description": "The discussion here is about the difference between “techniques” of composition and what is usually referred to as “topoi” in American musicology (defined as a tool for the analysis of musical expression). The paper traces the distinction between the organization of sound into meaningful conventional patterns, and the manner in which a composition is organized technically during different historical periods. It then points to the necessity to introduce the notion of “musical idiom” as a requirement for comparative study of expression across different historic periods and techniques."
  },
  {
    "title": "Performance Canon in Western Music: Ideologies of Conventional, Avant-Garde, and Authentic Music",
    "format": "Chapter",
    "year": 2012,
    "url": "http://www.academia.edu/7741516/Performance_Canon_in_Western_Music_conventional_avant-garde_and_authentic_ideologies",
    "imageUrl": "images/paper-icons/performance-canon-in-west.jpg",
    "imageAltText": "<TODO>",
    "description": "This is an extensive overview of the performance practice, with the purpose to demonstrate that the recent attempts of “canonization” characterize not only Western compositions but also performance standards. I hold that canonization should be viewed as an organic property that organizes any market, since once a music product is placed on the market, the canonic hierarchy begins to organically form based on the supply/demand interaction."
  },
  {
    "title": "20th Century: Meter vs Rhythm",
    "format": "Essay",
    "year": 2012,
    "url": "https://www.academia.edu/7718669/20th_century_Meter_vs_Rhythm",
    "imageUrl": "images/paper-icons/20th-cent-meter-vs-rhythm.jpg",
    "imageAltText": "<TODO>",
    "description": "My focus in this paper is in evaluating the role of meter in shaping rhythm and its contribution to music expression. I expand on some of the problems related to the tendency in the 20th century to reduce the metric function in music. I also define the fundamental contradiction between the avant-garde composer’s intention and the listener’s perception. In doing so, I conclude that in order to study 20th century music on scientific grounds, there is no alternative but to prioritize meter over rhythm."
  }
]
