[
  {
    "title": "The Evolution of Music",
    "format": "Book",
    "year": 2020,
    "url": "https://www.frontiersin.org/research-topics/5224/the-evolution-of-music",
    "imageUrl": "/images/paper-icons/evolution-darwin-monkey.jpg",
    "imageAltText": "Icon Evolution Darwin Monkey",
    "description": "Two decades ago, the collective effort of numerous scientists laid the foundation of a new synthesis of physical anthropology, paleoneurobiology, ethology, biocultural evolution, systematic musicology, semiotics, historical linguistics, and developmental psychology in \"The Origins of Music\" (MIT Press, 2000). The purpose of this was to overcome the lack of archaeological evidence for the prehistoric development of music. This volume, \"The Evolution of Music\", updates these fields and adds to them a few other new ones: organology, musicological analysis, geomusicology, demography, information theory, statistical modeling, paleo-aesthetics, paleo-phonology, and biological motion. In addition, we address a number of interdisciplinary problems, especially the growing conviction amongst Western ethnomusicologists that humanities and sciences are fundamentally split, and that the scientific approach somehow introduces an \"anti-humanitarian\" bias."
  },
  {
    "title": "A New Method of Modal Multifactorial Analysis of Tonal Organization in Music",
    "format": "Method",
    "year": 2020,
    "url": "A New Method of Modal Multifactorial Analysis of Tonal Organization in Music",
    "imageUrl": "/images/paper-icons/oscilloscope.jpg",
    "imageAltText": "Oscilloscope",
    "description": "This is a technical description of the procedure for analyzing the tonal organization of monophonic music (e.g., a song) in the majority of the world's known naturally occurring musics – analogous to the prosodic analysis of natural languages. Indefinite-in-pitch vocalizations of human infants and animal calls that express an emotional state can be approached in the same way as “proto-music”. Such comparative analysis has potential to identify the structural differences between music, speech, and animal communication. The analysis of tonal organization might equip the musicologist with a novel source of information on the syntax, semantics, and pragmatics of conventional forms of music-making – in addition to the existing ethnomusicological methods of observing musical behavior and interviewing musicians."
  },
  {
    "title": "The Pastoral Origin of Semiotically Functional Tonal Organization of Music",
    "format": "Article",
    "year": 2020,
    "url": "https://www.frontiersin.org/articles/10.3389/fpsyg.2020.01358/full",
    "imageUrl": "/images/paper-icons/kulning-call.jpg",
    "imageAltText": "Icon Kulning Call",
    "description": "This paper defines a new line of inquiry into when and how music obtained its capacity to express. Eleven principal expressive aspects of music each reserve specific structural patterns whose configuration signifies a certain affective state. This distinguishes the tonal organization of music from the phonetic and prosodic organization of natural languages and from animal communication. The question of music’s origin can therefore be answered by establishing the point in human history at which all eleven expressive aspects might have been abstracted from the instinct-driven vocalizations and used to express human psycho-emotional states. This most likely occurred through cross-specific communication between humans and domesticated animals during the Neolithic demographic explosion and cultural revolution. Changes in distance between the singing herder and the herd must have generated the basic musical grammar. The surviving tradition of Scandinavian pastoral music – kulning – provides the model of such transformation."
  },
  {
    "title": "The Overlooked Tradition of “Personal Music” and Its Place in the Evolution of Music",
    "format": "Article",
    "year": 2020,
    "url": "https://www.frontiersin.org/articles/10.3389/fpsyg.2019.03051/full",
    "imageUrl": "/images/paper-icons/neanderthal-with-flute.jpg",
    "imageAltText": "Neanderthal with flute",
    "description": "The current scientific research into music has been skewed in favor of its frequency-based variety prevalent in the West. However, its alternative, the timbre-based music, native to the Northeast, seems to represent an earlier evolutionary development. Western researchers commonly interpret such timbre-based music as a “defective” rendition of frequency-based music. They often regard pitch as the structural criterion that distinguishes music from non-music. We would like to present evidence to the contrary—in support of the existence of indigenous music systems based on the discretization and patterning of aspects of timbre, rather than pitch. Such music is distinguished by its personal orientation: for oneself and/or for close relatives/friends. Collective music-making is rare and exceptional because of the deeply rooted institute of “personal song” - a system of personal identification through individualized patterns of rhythm, timbre, and pitch contour—whose sound enables the recognition of a particular individual."
  },
  {
    "title": "Emergence of the Distinction Between \"Verbal\" and \"Musical\" in Early Childhood Development",
    "format": "Chapter",
    "year": 2020,
    "url": "https://www.researchgate.net/publication/339165672_Emergence_of_the_distinction_between_verbal_and_musical_in_early_childhood_development",
    "imageUrl": "/images/paper-icons/mom-talking-and-singing-to-baby.jpg",
    "imageAltText": "Mom talking and singing to baby",
    "description": "The pattern of acquisition of speech- and music-related skills during early stages of human infancy provides insight into the origins of language and music. Indiscriminate until shortly after birth, babies’ vocalizations gradually form acoustic features accompanied by behaviors that make it possible to distinguish attempts to speak from attempts to sing. Comparative analysis of tonal organization of children’s original (non-imitative) vocalizations throughout the first 3 years of life throws light on several important acoustic features. These features play an important role in the separation of music skills from verbal skills and shaping the primordial music system the infant uses to address his/her musical needs. There is evidence that this system is timbre-based, rather than frequency-based, and “personal” – shaped by ongoing communication between mother and infant."
  },
  {
    "title": "“Talking Jew’s Harp” and Its Relation to Vowel Harmony as a Paradigm of Formative Influence of Music on Language",
    "format": "Article",
    "year": 2020,
    "url": "https://www.researchgate.net/publication/339165696_Talking_Jew's_Harp_and_Its_Relation_to_Vowel_Harmony_as_a_Paradigm_of_Formative_Influence_of_Music_on_Language",
    "imageUrl": "/images/paper-icons/chirik.jpg",
    "imageAltText": "Chirik playing grass jaw harp",
    "description": "A very popular, yet barely researched, musical instrument is the Jew's Harp (JH). Its earliest archaeological occurrences date back to the early Bronze Age, but its simplest constructions, made of tree twigs and bark, along with its cross-cultural connection to shamanic beliefs and doxological status, suggest its prehistoric use. I outline a possible scenario in which the spread of the cult of ancestral plants across this vast region, from Altai to Sakhalin, and the cult of the \"singing mask\" of the Tuva-Amur area may have given special importance to musicking on the JH, initiating its spread along pastoralism to the neighboring regions. The influence of the ancient \"talking JH\" tradition would explain vowel harmony found in most languages of the Turkic, Mongolic, and Tungusic families of the Transeurasian (aka \"Altaic\") family, as well as in neighboring Uralic languages - all of which are spoken by peoples that regularly use the JH."
  },
  {
    "title": "The Approximate Timeline of Evolution of Tonal Organization in Music",
    "format": "Summary",
    "year": 2020,
    "url": "https://www.researchgate.net/publication/301296021_ViII_Summary_of_Schemes_of_Tonal_Organizations",
    "imageUrl": "/images/paper-icons/evolution-of-clefs.jpg",
    "imageAltText": "Evolution of clefs",
    "description": "This is the general summary of the evolution of tonal organization hypothesized based on the totality of the available multidisciplinary data. In addition to the modern tonality, 13 schemes of tonal organization, from Pre-mode to Hemiolic mode, are briefly characterized in their chronological progression along with the available evidence for the dating of them. The initial line of development went cumulatively (newer schemes supplanted older ones) from timbre-based to pitch-based and thereafter towards a growing number of the pitch classes. Then three major divergences occurred, each generating the opposition of two principal co-existing alternatives: pentatonic versus heptatonic; chromatic versus diatonic; and Western tonality versus hemiolic tonality."
  },
  {
    "title": "Spectral Texture and the Influence Different Materials Have on it on the Example of Jaw Harp",
    "format": "Report",
    "year": 2020,
    "url": "https://www.researchgate.net/publication/341685908_Spectral_texture_and_the_influence_different_materials_have_on_it_on_the_example_of_Jaw_Harp",
    "imageUrl": "/images/paper-icons/evolution-of-materials.jpg",
    "imageAltText": "Evolution of materials",
    "description": "This report defines a new important field of inquiry for evolutionary musicology: the contribution of the physical properties of a specific material to the acoustic properties of a musical instrument made from that material. Since the timeline of human mastering of common manufacturing technologies is well established, it is possible to date the origin of certain types of indigenous instrumental music whose typical acoustic properties match the physical properties of certain materials. This is demonstrated in the example of Jaw Harp (aka Jew’s Harp, JH). The spectral analysis of music common for 10 different materials identifies 14 types of JH “spectral texture” – i.e., a typological pattern of configuration of discrete spectral components akin to a scheme of integrating performing parts within a multi-part musical texture (e.g., duplum polyphony). Spectral textures of JHs made from grass structurally differ from those made from bamboo or wood/bone, and oppose those made of metals, especially steel. Therefore, those JH traditions that are indigenous for a given material can be dated in the following timeline: grass – bamboo – wood/bone – bronze – iron – brass – steel. This progression corresponds to the evolution of homophony from polyphony. Noted by many scholars, this transition might have a “natural” cause in the choice for a manufacturing material and should be attributed to the increasing dominance of metallic musical instruments over those made of organic materials."
  },
  {
    "title": "A Comparative Structural Analysis of Musograms",
    "format": "Demonstration",
    "year": 2020,
    "url": "https://www.researchgate.net/publication/343179943_A_comparative_structural_analysis_of_musograms",
    "imageUrl": "/images/paper-icons/aspects-of-expression.jpg",
    "imageAltText": "Aspects of expression",
    "description": "Here I demonstrate the advantages of a new method of comparative multi-factorial analysis of 11 aspects of tonal organization of music, each of which constitutes an autonomous information channel. Patterns of expression, specific for each aspect are shown to interact and form structural configurations that characterize different types of music, facilitating their interpretation by listeners. Unlike the existing methods of musicological analysis, limited to only 5 aspects and relying on rules forged by studying the masterpieces of Western classical music, this new method is effective for understanding how communication occurs in virtually any form of traditional music, including those based on indefinite pitch, timbre, and pitchless rhythm. Moreover, as I demonstrate, this method is applicable to vocal communications that only resemble music (e.g., animal’s calls or infant’s babbling). The new format of visualization – “musogram” – allows an analyst to conveniently represent all 11 aspects of musical expression."
  },
  {
    "title": "General Typology of Musical Texture in the Evolutionary Earliest Forms of Proto-Music",
    "format": "Summary",
    "year": 2018,
    "url": "https://www.frontiersin.org/articles/10.3389/fpsyg.2018.00075/full",
    "imageUrl": "/images/paper-icons/musicians-kokopelli-petroglyphs.jpg",
    "imageAltText": "Musicians kokopelli petroglyphs",
    "description": "This brief summary updates the definition of 3 main types of musical texture: heterophony, polyphony, and homophony - and explains why they are all unsuitable for the earliest phylogenetic forms of musicking, as described by the theory of musilanguage by Steven Brown. This theory, adopted by many scholars of the origins of music, models the evolution of human proto-music and proto-language from animal calls. I introduce a new term, “isophony,” specifically tailored to the sonic texture of musilanguage, and distinguish its texture from heterophony, polyphony, and homophony. Audio examples are provided for reference."
  },
  {
    "title": "A Handbook of Structural Analysis of Music for Systematic Musicology",
    "format": "Book",
    "year": 2017,
    "url": "TODO",
    "imageUrl": "/images/paper-icons/spectral-views.jpg",
    "imageAltText": "Spectrogram views",
    "description": "This is a draft for a long-awaited method of musicological analysis of music designed for identification, classification, and interpretation of music structures found in recordings of solo musicking within any form of traditional music. This includes but is not limited to solo songs, instrumental solos, and leading parts (melody) in a monodic composition (e.g. a song with instrumental accompaniment), ranging from Western tonality to ekmelic (indefinite-pitch based) modes of Yakuts."
  },
  {
    "title": "Opposition of Folk and Palace/Temple Music in Antiquity",
    "format": "Paper",
    "year": 2016,
    "url": "https://www.researchgate.net/publication/301294978_I_Opposition_of_Folk_and_PalaceTemple_Music_in_Antiquity",
    "imageUrl": "/images/paper-icons/ancient-egyptian-music.jpg",
    "imageAltText": "Heiroglyphs depicting anctient egyption music",
    "description": "This is a summary of available evidence collected from multiple sources to support the idea that multimodal diatonic organization of Mesopotamian music that emerged in urban culture at the end of the 3rd millennium BC stood in opposition to the previously existing heptatonic and pentatonic schemes, cultivated in folk village culture. The new temple/palace music could have initially used the musical material of the local folk traditions, reorganizing them by means of a new mathematically verified music theory – but eventually developed into a completely new method of music composition, strongly contrasting the earlier folk methods."
  },
  {
    "title": "Alteration as Expression of Aesthetic Emotion",
    "format": "Paper",
    "year": 2016,
    "url": "https://www.researchgate.net/publication/301295246_III_Alteration_as_expression_of_aesthetic_emotion",
    "imageUrl": "/images/paper-icons/ancient-greek-theater.jpg",
    "imageAltText": "Ancient Greek theater",
    "description": "This paper overviews the ancient doctrine of ethos and establishes that its conceptualization characterizes the world’s greatest Bronze Age civilizations. Musical modes of the diatonic music systems were assigned to specific ethea by means of public conventions within the Ancient Greek and Babylonian cultures. The latter prototyped the semiotic system, designed to effectively convey emotional states that were viewed as “good” for society in order to supplant socially “bad” emotions. Within this perspective, the emergence of chromatic music in Hellenic Greece should be seen as the rise of a new theatrical aesthetic within a novel urban civilization - to replace the earlier ethical aesthetic of folk pastoral civilization. Chromatic alteration here acted as a tool of intensification of tonal tension with the purpose to impersonate humanistic character traits."
  },
  {
    "title": "Hemiolic mode as Post-Hellenistic Development of Chromatic System",
    "format": "Report",
    "year": 2016,
    "url": "Hemiolic mode as Post-Hellenistic Development of Chromatic System",
    "imageUrl": "/images/paper-icons/turkish-musical-instruments.jpg",
    "imageAltText": "Turkish musical instruments",
    "description": "This is an overview of the available multi-disciplinary data on the history of “hemiolic” musical modes that use a melodic interval of the augmented second (i.e., Arabic and Turkish Hijaz). Such modes are extremely popular in Mediterranean, Balkan, and Central Asian countries, and originate from the Ancient Greek chromatic and enharmonic genera. Hemiolic modes form a special type of tonality – “Phrygian” – forming the “Dominant keys” as opposed to the “tonic keys” of the Western classical music tradition. Hence, the vast area from Spain to India should be regarded as home to the hemiolic \"Mediterranean tonality\", in contrast to diatonic Western tonality. Their difference in structural implementation, as well as in their aesthetics, indicates the growing divergence between the Western and Eastern cultures of thought, which in turn are fueled by the cultural opposition of Western Christian and Islamic ideologies."
  },
  {
    "title": "Melodic Line, Geometric Line and Environmental Topography in Traditional Nenets Culture",
    "format": "Report",
    "year": 2016,
    "url": "https://www.researchgate.net/publication/301295690_VII_Melodic_line_geometric_line_and_environmental_topography_in_traditional_Nenets_culture",
    "imageUrl": "/images/paper-icons/nenets-yurt-aleksandr-borisov.jpg",
    "imageAltText": "Nenets Yurt by Alexsandr Borisov",
    "description": "This ethnomusicological report presents the evidence that tonal organization in music mirrors the perception of environmental topography and its representation in pictorial composition of drawing from real life in the traditional culture of a few neighboring ethnicities of Northern Siberia: Nenets, Khanty, Komi, and Chukchi. Their cross-comparison demonstrates close correspondence between the typical scheme of tonal organization, strategies of way-finding, and spatial organization in the traditional art of each of these ethnoses. At the same time, their differences can be traced to the geographic characteristics of the surrounding habitat. Encoded schemes for representation of the surrounding perceptual reality become distributed within a social group in the best interests of its members in the form of melodic tunes, serving their need to succeed in the most crucial tasks in their lifestyle."
  },
  {
    "title": "Overview of Correspondence Between Tonal and Spatial Organizations in Their Historic Development",
    "format": "Report",
    "year": 2016,
    "url": "https://www.researchgate.net/publication/301295716_V_Overview_of_Correspondence_Between_Tonal_and_Spatial_Organizations_in_Their_Historic_Development",
    "imageUrl": "/images/paper-icons/cave-painting-of-a-horse.jpg",
    "imageAltText": "Cave painting of a horse",
    "description": "This report outlines the commonalities in the structural arrangement of pictorial composition in spatial visual art, and auditory composition in the temporal art of music – traced from Paleolithic rock art, and the corresponding typical forms of music of surviving hunter/gatherer societies up to the Baroque art of Western civilization. Quite thorough overview of common structural changes in 38 carefully selected pairs of audio and visual demonstrations identifies major milestones in the evolution of treatment of pitch in musical texture and spatial representation of depth in pictorial images. They both tend to be nearly equally complex in prehistoric cultures, but the complexity of music exponentially increases towards the late Middle Ages, making music a likely primary agent for distribution of culturally popular models of representation of perceptual reality as the technological progress accelerates."
  },
  {
    "title": "Chromaticism: Folk “Natural” Microtonal Modes and Alterations",
    "format": "Demonstration",
    "year": 2016,
    "url": "https://www.researchgate.net/publication/306497161_Supplementary_Material_1",
    "imageUrl": "/images/paper-icons/microtonal-guitar.jpg",
    "imageAltText": "Microtonal guitar",
    "description": "Many ethnomusicologists believe that chromatic organization characterizes only Western classical music and distinguishes it from any non-Western tradition as well as from indigenous Western folk music. This technical paper proves otherwise: with the help of modern computer technology,  I examine the tonal organization in 4 music excerpts and identify a chromatic mode that must have evolved “naturally” – without the intervention of math-based learned music theory and notation that are usually credited for the rise of chromatic Western music. Two examples, the South Russian koleda and the Montenegro gusle ballad, demonstrate a diatonic mode that only appears to be chromatic. However, the Pamir falak indisputably is based on a microtonal chromatic mode despite its performers adhering to the diatonic mugham theory (derivative of Arabic maqam). This case highlights the priority of etic analysis of music structure over the emic data collected by interviewing traditional performers."
  },
  {
    "title": "Chromaticism in the Modern Hemiolic Mode of the Syrian Orthodox Chant",
    "format": "Demonstration",
    "year": 2016,
    "url": "https://www.researchgate.net/publication/306496997_Supplementary_Material_2",
    "imageUrl": "/images/paper-icons/syrian-chant.jpg",
    "imageAltText": "Syrian chant",
    "description": "Against the common view of many ethnomusicologists, the legacy of chromatic Ancient Greek music survives in the modern practice of liturgical Near Eastern monody. Here I demonstrate how the supplication “B’hutho”, composed by St. Ephraim (306-373) and captured in the recording of the tradition of Tur Abdin that dates back to the 5th century, carries the amazing similarity to the upper part of the Ancient Greek Systema Metabolon in chromatic genus. The nucleus of the “B’utho” mode exactly matches the intervallic structure of the ancient tetrachords Synemmenón and Mesôn – violating the music theory of the Orthodox Christian chant, oktoechos. This again illustrates the priority of etic music analysis over the blind trust to the emic theoretic rules. Every music culture affords the clash between theory and practice, where practice can adopt principles that are not recognized and even rejected by theory."
  },
  {
    "title": "Approximate Chronology of Principal Stages in the Evolution of Tonal Organization of Music",
    "format": "Chart",
    "year": 2016,
    "url": "https://www.researchgate.net/publication/348564870_Approximate_chronology_of_principal_stages_in_the_evolution_of_tonal_organization_of_music",
    "imageUrl": "/images/paper-icons/modes-timeline.jpg",
    "imageAltText": "Modes timeline",
    "description": "This poster summarizes my research on the evolution of music as of 2020. It presents the general timeline of the succession of the main schemes of tonal organization from the late Lower Paleolithic to the 18th century."
  },
  {
    "title": "Comparison of the Characteristic Traits of the Main Types of Tonal Organization",
    "format": "Summary",
    "year": 2016,
    "url": "https://www.researchgate.net/publication/301295745_VI_Comparison_of_the_principal_features_in_types_of_tonal_organization",
    "imageUrl": "/images/paper-icons/guidonian-hand.jpg",
    "imageAltText": "Guidonian hand",
    "description": "This is a tabulated outline of 12 principal schemes of tonal organization. It reflects the way in which  they differ from one another in regard to the structural traits of their pitch set, the pitch set categorization, definition of their pitch and interval classes, the categorization of their interval classes, gradations of stability and instability (tension and relaxation), and the possibility for modulation and chromatic alteration. The table covers the development of characteristic traits of tonal organization from the hypothesized Paleolithic forms of music to the “classic” Western tonality of the 18th century."
  },
  {
    "title": "Modal Characteristics of Non-Octave Hypermode",
    "format": "Report",
    "year": 2016,
    "url": "https://www.researchgate.net/publication/301295166_II_Modal_Characteristics_of_Non-octave_Hypermode",
    "imageUrl": "/images/paper-icons/post-byzantine-music.jpg",
    "imageAltText": "Post-Byzantine music score",
    "description": "Here I identify a special scheme of tonal organization that so far has been overlooked despite its popularity in numerous forms of Orthodox Christian chant in Balkan, Near East, and Caucasian countries as well as Greece and Russia. Following Pashinian, I identify it as “non-octave hypermode.” It originates from Systema Metabolon in Ancient Greece from where it was imported in Byzantian chant as hexáechos and further spread to Western Europe as a Dasian scale. This scheme of tonal organization was regarded by Medieval Church authorities as a compromise between chromatic music descended from Ancient Greece, popular amongst common people yet “pagan,” and strict plainchant, ecclesiastically normative yet aesthetically unattractive to common listeners. In Russia, Armenia, Georgia, Azerbaijan, and Bulgaria, hypermode spread from liturgical music to secular folk songs."
  },
  {
    "title": "Evolution of Tonal Organization in Music Mirrors Symbolic Representation of Perceptual Reality – Part-1: Prehistoric ",
    "format": "Article",
    "year": 2015,
    "url": "http://journal.frontiersin.org/article/10.3389/fpsyg.2015.01405",
    "imageUrl": "images/paper-icons/evolution-of-tonal-organization-1.jpg",
    "imageAltText": "Evolution of Tonal Organization Part 1",
    "description": "This paper presents a view into the prehistory of music, using the most recent data on biology, ethnomusicology, music sociology, archeology, and psychoacoustics. It concludes that pentatonic and heptatonic schemes of tonal organization appear to present two alternative prehistoric “mainstream” methods of ordering musical tones, each cultivating its own worldview and philosophy."
  },
  {
    "title": "Evolution of Tonal Organization in Music Optimizes Neural Mechanisms in Symbolic Encoding of Perceptual Reality. Part-2: Ancient to Seventeenth Century",
    "format": "Article",
    "year": 2016,
    "url": "http://journal.frontiersin.org/article/10.3389/fpsyg.2016.00211/full",
    "imageUrl": "images/paper-icons/evolution-of-tonal-organization-2.jpg",
    "imageAltText": "Evolution of Tonal Organization Part 2",
    "description": "This is a sequel to Evolution of Tonal Organization, Part-1. It completes the line of historic development of the principal methods of tonal organization from Bronze Age to Western and Near- and Far-Eastern civilizations of the 17th century AD.  It concludes that there seems to be a general historic vector of growing complexity and finer incrimination in each subsequent tonal scheme in the timeline of the rise and development of tonal organization."
  },
  {
    "title": "Tonal Organization in Tuning of Paleolithic and Neolithic Pipes",
    "format": "Report",
    "year": 2015,
    "url": "https://www.researchgate.net/profile/Aleksey_Nikolsky/publication/301285004_Appendix-2_Tonal_organization_in_tuning_of_Paleolithic_and_Neolithic_pipes/data/570f4ca908aecd31ec9a9730/Appendix-2-Archeomusicology.docx?origin=publication_list",
    "imageUrl": "/images/paper-icons/chinese-bone-flutes.jpg",
    "imageAltText": "Chinese bone flutes",
    "description": "Organological evidence provides an important data for reconstruction of tonal organization in prehistoric music that most researchers deem forever unknown. Viktor Beliayev, an expert in tuning of Eurasian folk instruments, stressed that musical instruments with finger-holes and frets preserve historical stages in the development of melody by fixing those pitch values that prevail in culturally important music. Such instruments are equivalent to musical notation – they perpetuate modes that are most popular within a community. It is possible to “read” this notation following a set of principles proposed in this technical paper. This paper overviews the relative positioning of holes on all the recovered Paleolithic and Neolithic bone pipes. Distances between these holes represent the interval-sets in pitch-sets of music for which those bone pipes were designed."
  },
  {
    "title": "Taxonomy of Modal Music with an Example of Modal Analysis of Ekmelic Music",
    "format": "Summary",
    "year": 2015,
    "url": "https://www.researchgate.net/publication/301284877_Appendix-1Taxonomy_of_modal_music_with_an_example_of_modal_analysis",
    "imageUrl": "/images/paper-icons/taxonomy-according-to-bloom.jpg",
    "imageAltText": "Taxonomy according to bloom",
    "description": "This summary briefly presents the classification system employed by the ethnomusicologists of former Soviet Union and modern independent states formed after its fallout. The value of this system is that it has been designed by collective efforts of thousands of musicologists who possessed both, etic and emic expertise in the analysis of music – and verified by the practice of arranging genuine folk music according to the principles identified by music theorists, and playing the arranged music back to the indigenous audiences. The effectiveness of this system is demonstrated in the example of ekmelic (based on a set of degrees that are indefinite in pitch) Yakut lullaby."
  }
]
