[
  {
    "title": "From Humor to Tragedy - A Concert Review",
    "date": "June 12, 2024",
    "author": "Aleksey Nikolsky",
    "imgUrl": "/images/blog/american-string-quartet-with-nel.jpg",
    "imgAltText": "American String Quartet performing on June 9, 2024",
    "slug": "american-string-quartet-recital-review-2024-06",
    "mdPath": "/markdown/2024-06-american-string-quartet-recital-review.md",
    "description": "From humor to tragedy - was the theme that ran through the entire recital program of the American String Quartet with Anton Nel, on Sunday, June 9th as part of the 2024 Austin Chamber Music Festival at UT Austin.\n\nOne of the world’s finest quartets, the 48-year-old American String Quartet has been an integral part of the Aspen Music Festival since 1974, adorning it with the hedonistic spirit of the good old Hausmusik. Quartet performance has been part of this wonderful tradition for over two centuries. Amateurs and professionals alike have been celebrating the expressive power of music at intimate house gatherings for the mutual enjoyment of performers and listeners. The very genre of string quartet, faceted by Haydn in the mid-18th century, is an epitome of creative collaboration between 4 equal and devoted music lovers who put their performance skills at work to collectively explore interesting compositions before friends in a cozy salon setting. Thousands of quartets created for this purpose by generations of composers provide a wealth of musical stories to be told and given expression to for everyone’s delight."
  },
  {
    "title": "Voskresensky - A Glimpse Into the Golden Age of Piano",
    "date": "March 18, 2024",
    "author": "Aleksey Nikolsky",
    "imgUrl": "/images/blog/voskresensky-concert-still.jpg",
    "imgAltText": "Mikhail Voskresensky performing on March 16, 2024",
    "slug": "voskresensky-recital-review-2024-03",
    "mdPath": "/markdown/2024-03-voskresensky-recital-review.md",
    "description": "\"Music hath charms to soothe the savage breast\" was a theme which ran through the recital of the maverick pianist, Mikhail Voskresensky. The program included compositions by Haydn, Mozart, Beethoven, Scriabin, and Prokofiev -- followed by 2 encores by Gluck/Sgambatti and Chopin -- all presenting an Apollonian outlook on the calamities that shook the \"Russian World\" and undermined the very foundation of a long-lived tradition of Russian pianism - one of the brightest representatives of which is Mikhail Voskresensky."
  }
]
